Repository: abdulrahmanHatem911/Maktapty_Books_App
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Hello World!
ar: مرحبا بك في التطبيق

source: Maktabty
ar: مكتبتي

source: Language
ar: اللغة

source: English
ar: الإنجليزية

source: Arabic
ar: العربية

source: Search
ar: بحث

# suggestions
source: Suggestion
ar: إقتراحات

source: Best Seller
ar: الأكثر مبيعا

source: Offers
ar: عروض

source: New Release
ar: إصدارات جديدة

source: What friends read
ar: الأصدقاء الذين قرأوا

source: Upcoming Book
ar: كتب قادمة

source: Book Details
ar: تفاصيل الكتاب

source: About the book
ar: نبذة عن الكتاب
